"(Not You?)|Login - Clickable text letting user log in as a different user" = "(Non sei tu?)";

"+%i|Very short string used in place of X names of members of a thread (when the thread name is too long to fit). Ex: +1, +2, +3.  If the language has no short way to express this, use … (ellipsis) or equivalent." = "+%1$i";

",|Punctuation (comma) used to separate entries in a list of names. Example: Alice, Bob, Carol" = ",";

"1 Friend Nearby|Title of mini-megaphone inside chat bar." = "1 amico nelle vicinanze";

"1 day|text to show user was online/active 1 day ago (don't abbrev)" = "1 giorno";

"1 hour|text to show user was online/active 1 hour ago (don't abbrev)" = "1 ora";

"1 minute|text to show user was online/active 1 minute ago (don't abbrev)" = "1 minuto";

"1d|short indicator that a user was active 1 day ago" = "1 giorno";

"1h|short indicator that a user was active 1 hour ago" = "1 ora";

"1m Limit: Release to send|notify user that the maximum recording time has been reached" = "Limite di 1 minuto: rilascia per inviare";

"1m|short indicator that a user was active 1 minute ago" = "1 minuto";

"2 days|text to show user was online/active 2 days ago (don't abbrev)" = "2 giorni";

"2 hours|text to show user was online/active 2 hours ago (don't abbrev)" = "2 ore";

"2 minutes|text to show user was online/active 2 minutes ago (don't abbrev)" = "2 minuti";

"A new version of Messenger is available.|New version title" = "È disponibile una nuova versione di Messenger.";

"Activation Code|placeholder text for activation code field" = "Codice di attivazione";

"Activation Request Failed|" = "Richiesta di attivazione non riuscita";

"Active Now (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "Amici attivi ora (%1$d)";

"Add Favorite|Title of screen shown when user is adding a new favorite" = "Aggiungi ai preferiti";

"Add More People|button for adding people to the conversation" = "Aggiungi persone";

"Add More People|title for add members page" = "Aggiungi persone";

"Add More People|title for add people page" = "Aggiungi persone";

"Add People|button to add members to the message thread" = "Aggiungi persone";

"Add Photos|Button label for adding photos from the photo library" = "Aggiungi foto";

"Add to Existing Contact|action sheet option for adding a phone number to an existing contact" = "Aggiungi a contatto esistente";

"Adding...|adding progress text" = "Aggiunta in corso...";

"Advanced Settings|text for advanced settings button" = "Impostazioni avanzate";

"Advanced|title for advanced settings page" = "Avanzate";

"Alerts Off Until %@|Indicates that alerts are off until X time" = "Avvisi disattivati fino alle %1$@";

"Alerts Off for 1 Hour|Indicates that alerts are off for 1 hour" = "Avvisi disattivati per 1 ora";

"Alerts Off|Indicates that alerts are off" = "Avvisi disattivati";

"Alerts On|Indicates that alerts are on" = "Avvisi attivati";

"All notifications are off for 8h.|footer text for notifications settings applying to all conversations" = "Tutte le notifiche sono disattivate per 8 ore.";

"All notifications are off.|Mute warning display on thread list" = "Tutte le notifiche sono disattivate.";

"All|Segment button label for all stickers" = "Tutti";

"Answer|Text for button that accepts a call" = "Rispondi";

"Archive|Button label that will archive the conversation" = "Archivia";

"Archive|Label for archive button when swipe to archive in thread list view" = "Archivia";

"Are you sure you want to delete the conversation name?|alert message for deleting conversation name" = "Confermi di voler eliminare il nome della conversazione?";

"Are you sure you want to leave this conversation? You will no longer receive new messages.|confirmation dialog message for leaving a thread" = "Confermi di voler abbandonare questa conversazione? Non riceverai più i nuovi messaggi.";

"Are you sure?|Title for dialog asking the user if they're sure if they want to not enable push notifications" = "Confermi?";

"Attach a Photo|Button label for attaching a photo from the photo library" = "Allega una foto";

"Attach media|Accessibility text for button that lets user start attaching photos or other media, as well as emoticons and emoji" = "Allega qualcosa";

"Back|Go back to previous screen" = "Indietro";

"Back|generic nav bar back button" = "Indietro";

"Background task expired|Error string for app killed in background while message was sending" = "Attività in background terminata";

"Bing Image Search|" = "Ricerca immagini in Bing";

"Blast to at most %i people at a time.|dialog message for when the user tries to select too many recipients for a blast message. A blast message goes to multiple individual recipients who cannot reply-all." = "Invio multiplo a un massimo di %1$i persone alla volta.";

"Blast|Button for starting a blast (broadcast) message. A blast message goes to multiple individual recipients who cannot reply-all." = "Invio multiplo";

"Blast|Title of the blast (broadcast) composer screen. A blast message goes to multiple individual recipients who cannot reply-all." = "Invio multiplo";

"Blasts can contain up to %i attachments.|dialog message for when the user tries to add too many (>5) attachments to a message" = "Gli invii multipli possono contenere fino a %1$i allegati.";

"Bring messages to life|Title of Media attachment NUX" = "Dai vita ai messaggi";

"Broadcast|Button for starting a broadcast message. A broadcast message goes to multiple individual recipients who cannot reply-all." = "Invio multiplo";

"Broadcast|Title of the broadcast composer screen. A broadcast message goes to multiple individual recipients who cannot reply-all." = "Invio multiplo";

"Call Ended|End call message in non-error case" = "Chiamata terminata";

"Call Ended|String shown when the call ends" = "Chiamata terminata";

"Call Failed|End call message in error case" = "Chiamata non riuscita";

"Call friends over your Wi-Fi connection or mobile network. Normal data rates apply.|Warning about data usage" = "Chiama i tuoi amici usando la connessione Wi-Fi o la rete mobile. Vengono applicate le tariffe dati standard.";

"Call %@|action sheet option for calling a phone number" = "Chiama %1$@";

"Call|Call" = "Chiama";

"Calls are free over Wi-Fi. Standard charges apply for calls over a mobile network.|Alert message that warns users their mobile carrier may charge them for making VOIP calls" = "Le chiamate sono gratuite su Wi-Fi. Per le chiamate da rete mobile si applicano le tariffe standard.";

"Camera|Button label for attaching a photo from the camera" = "Fotocamera";

"Cancel|Title for generic Cancel button." = "Annulla";

"Celebrations|Title of list of friends who have events to celebrate." = "Festeggiamenti";

"Chat with any contact or number on your phone without any costs.|Explanation of why one should use the contact importer" = "Chatta gratis con qualsiasi contatto o numero presente sul tuo telefono.";

"Chat|The title of the view showing the buddy list section of the app" = "Chat";

"Choose Friends|Button title for adding friends to the broadcast recipients list." = "Scegli gli amici";

"Choose Photo|action sheet option for choosing a photo from photo library" = "Scegli foto";

"Clear|prompt to clear all unsent messages" = "Cancella";

"Clearing...|Progress text shown while clearing the image for a thread" = "Cancellazione in corso...";

"Close active chat|Button to close an active chat" = "Chiudi chat attiva";

"Close|Title of button in navigation bar to close a web page." = "Chiudi";

"Closes settings|Accessibility hint for \"Done\" button, tapping on it will close the settings panel" = "Chiude le impostazioni";

"Comment|Comment button title" = "Commenta";

"Compose message to %@|Accessibility label describing a text view to start writing a message to a user with no draft message" = "Componi un messaggio per %1$@";

"Compose message to %@: %@|Accessibility label describing a text view to start writing a message to a user with some appended draft message" = "Componi un messaggio per %1$@: %2$@";

"Confirm Phone|Title of page where user enters their phone number" = "Conferma telefono";

"Connecting|Text shown on call screen while connecting a call" = "Connessione in corso...";

"Connection Failed|Alert title when connection failed" = "Connessione non riuscita";

"Connection Lost|End call message in connection lost case" = "Connessione persa";

"Contact Info|AXLabel for button to go from Message to Recipient's contact info." = "Informazioni di contatto";

"Contact Info|Title of the canonical thread info page." = "Informazioni di contatto";

"Continue and Don't Ask Again|Button label to not ask for permission again before continuing through a zero rating session fence" = "Continua e non chiedermelo più";

"Continue|Button label to continue through zero rating session fence" = "Continua";

"Continue|Login - Login Button Title for Keychain Login" = "Continua";

"Conversation Name|placeholder text in conversation name textfield" = "Nome conversazione";

"Copy|Option that pops out after long press on a link/phone no./address in message thread." = "Copia";

"Copy|Title for buttons and menus that let user copy the current text" = "Copia";

"Copy|action sheet option for copying a string to the clipboard" = "Copia";

"Could not add new members. Please try again.|message for failing to add members dialog" = "Impossibile aggiungere nuovi membri. Riprova.";

"Could not load sticker store.|Error message for sticker store load failure" = "Impossibile caricare il negozio di adesivi.";

"Could not retrieve availability|Text shown to an user when the operation to retrieve the other party's callable status fails" = "Impossibile identificare la disponibilità";

"Countries|Title for country picker" = "Paesi";

"Country|Country - Country placeholder text" = "Paese";

"Create Group Chat|Label for a button that creates a new group chat" = "Crea chat di gruppo";

"Create Group Chat...|Text on a button to compose a new group message" = "Crea chat di gruppo...";

"Create Group Conversation|button for adding people to the canonical conversation" = "Crea conversazione di gruppo";

"Create New Contact|action sheet option for creating a new contact" = "Crea nuovo contatto";

"Currently in a call|Error message when user tries to initiate a call while already in a call" = "Chiamata già in corso";

"Customize Notification Settings|User education for how to configure conversation alerts" = "Personalizza impostazioni di notifica";

"Decline|Text for button that declines a call" = "Rifiuta";

"Delete Conversation Name|alert title for deleting conversation name" = "Elimina nome conversazione";

"Delete Conversation|Button label that will delete the conversation" = "Elimina conversazione";

"Delete Message? It cannot be undone.|text shown when a user swipes to delete a message" = "Eliminare il messaggio? L'operazione non può essere annullata.";

"Delete This Entire Conversation?|Title for the Confirm alert box asking the user if they want to delete a conversation." = "Vuoi eliminare l'intera conversazione?";

"Delete|Button label that will delete the conversation" = "Elimina";

"Delete|Button to accept deleting the name of a conversation" = "Elimina";

"Delete|Label for archive button when swipe to archive in thread list view" = "Elimina";

"Delete|Label for button to delete previous character" = "Elimina";

"Delete|Label on button that deletes a thread" = "Elimina";

"Delete|button text for deleting a message" = "Elimina";

"Delete|button text for removing an unsent message" = "Elimina";

"Details|title for message details page" = "Dettagli";

"Discover Who's Nearby|Title of NUX to encourage user to use location services." = "Scopri chi è nelle vicinanze";

"Don't Delete|Button to decline to delete the name of a conversation" = "Non eliminare";

"Don't Save|Don't save action sheet button" = "Non salvare";

"Done editing message list|Accessibility label for button that ends editing of the messages list" = "Fine della modifica della lista dei messaggi";

"Done|Title for generic Done button that dismisses a view. This needs to be a short string to avoid truncation." = "Fine";

"Double-tap to edit|Accessibility hint for FAVORITES header in Chat friend list" = "Tocca due volte per modificare";

"Download Failed|Title in alert view when downloading a sticker pack has failed" = "Download non riuscito";

"Download|Accessibility label for download button in sticker store list view" = "Scarica";

"Download|Button title to download an upgrade" = "Scarica";

"Download|Label for button to download a sticker pack" = "Scarica";

"Downloaded|Accessibility label for downloaded icon in sticker store list view" = "Scaricato";

"Downloaded|Label for button to show a sticker pack has been downloaded" = "Scaricato";

"Downloading|Accessibility label for download button in sticker store list view when downloading" = "Download in corso";

"Downloading|Label for button to show a sticker pack being downloaded" = "Download in corso";

"Drag Down to Hide|Chat head dismiss NUX title" = "Trascina verso il basso per nascondere";

"Drag here to hide|instructions for user to drag a chat head to hide it" = "Trascina qui per nascondere";

"Edit|Edit button/label title for chat divebar" = "Modifica";

"Email or phone number|email/phone field placeholder on login screen" = "E-mail o numero di telefono";

"Empty Feedback|Title for empty feedback warning." = "Commento vuoto";

"Enable|Enable Message Anyone, keep it short, 14 chars max" = "Attiva";

"Enter Code|Enter Code page title" = "Inserisci codice";

"Error|Error title for sticker pack detail view" = "Errore";

"Error|error title after failed to load webview" = "Errore";

"FREE|Price label for free sticker pack" = "Gratis";

"Facebook Is Better With Location|Title of NUX to encourage user to use location services." = "Facebook è ancora migliore se attivi i servizi di localizzazione";

"Facebook Messenger Login|Accessibility label for header of messenger login view" = "Accesso a Facebook Messenger";

"Facebook User|Placeholder name for Facebook user whose name is unknown" = "Utente Facebook";

"Facebook stores contacts on your behalf and may use them to help others to search for or connect with people, or to generate suggestions for you or others. You can edit this information by tapping the \"i\" button in a conversation, or delete all your contacts in your app settings.|Detailed explanation of the contact sync feature on the Learn More screen" = "Facebook memorizza i contatti a tuo nome e potrebbe usarli per aiutare gli altri a cercare le persone e connettersi con loro, oppure per generare suggerimenti di amicizia per te e per gli altri. Puoi modificare queste informazioni toccando il pulsante \"i\" durante una conversazione, oppure eliminare tutti i tuoi contatti nelle impostazioni dell'applicazione.";

"Facebook will periodically use and store your location.|Explanation to let user know Facebook will periodically use and store his location." = "Facebook userà e memorizzerà periodicamente la tua posizione.";

"Failed to add members|title for failing to add members dialog" = "Impossibile aggiungere membri";

"Failed to save your settings.|error message after changing thread alert setting." = "Impossibile salvare le tue impostazioni.";

"Favorites|chat bar favorites header title" = "Preferiti";

"Featured|Segment button label for featured stickers" = "In evidenza";

"Follow these steps to use Facebook's location features.|Explanation to let user know he can turn on location services by following the listed steps." = "Segui questi passaggi per usare le funzioni sulla posizione di Facebook.";

"Follow|Title for button allowing users to follow the profile they are currently viewing" = "Segui";

"For more accurate results, go to %@ settings and choose Location Services. Select ON for %@.|Error explanation when location services are unavailable, and user gets better results with them on. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "Per ottenere risultati più accurati, accedi alle impostazioni del tuo %1$@ e scegli Localizzazione. Attiva quindi l'opzione per %2$@.";

"For more accurate results, go to %@ settings and tap Privacy, then Location Services. Select ON for %@.|Error explanation when location services are unavailable, and user gets better results with them on. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "Per ottenere risultati più accurati, accedi alle impostazioni del tuo %1$@ e tocca Privacy, quindi Localizzazione. Attiva l'opzione per %2$@.";

"Free Call|Text on button that starts a messenger call" = "Chiama gratis";

"Free Calling Unavailable|Title for dialog explaining that messenger calls are not available" = "Chiamata gratuita non disponibile";

"Friends Nearby|Title of list of friends who are nearby." = "Amici nelle vicinanze";

"Friends on Messenger|Table title: Friends who have Facebook Messenger" = "Amici su Messenger";

"Get Directions|action sheet option for viewing a map" = "Ottieni indicazioni";

"Get Facebook Messenger|The title for messenger promotion banner" = "Scarica Facebook Messenger";

"Get Started|Label for a button that creates a new group chat" = "Primi passi";

"Get Started|Title for NUX" = "Per iniziare";

"Give us feedback or report a problem|Placeholder text for the report bug or feedback input field" = "Lascia un commento o segnala un problema";

"Google Image Search|" = "Ricerca immagini in Google";

"Group Chat|Title for megaphone section helping users discover group chats" = "Chat di gruppo";

"Group Chats|Title for megaphone section helping users discover group chats" = "Chat di gruppo";

"Group Chats|chat bar header for group conversations" = "Chat di gruppo";

"Group Conversation|Label at top of online friends list that takes user to new message composer" = "Conversazione di gruppo";

"Group Conversations|Table header for group threads section" = "Conversazioni di gruppo";

"Group Info|Title of group thread info page." = "Informazioni sul gruppo";

"Group Members|Title for section showing members of a group (member count will follow)" = "Membri del gruppo";

"Group Messages|Title for megaphone section helping users discover group chats" = "Messaggi di gruppo";

"Group|Button for starting a new group message." = "Gruppo";

"Have a conversation with a bunch of friends at a time.|Body text for megaphone encourgaging users to try group chats" = "Chatta con più amici contemporaneamente.";

"Help|text for help button" = "Assistenza";

"Hold to Talk|The instruction for holding the record button and talk" = "Tieni premuto per parlare";

"I'm sure|Button label confirming the user wants to continue with the selected action" = "Confermo";

"If you enjoy using %@, would you mind taking a moment to rate this update? Thanks!|Prompt for user to rate the app." = "Se ti piace %1$@, dedicheresti qualche istante a valutare questo aggiornamento? Grazie!";

"Image Search|action sheet option for choosing a photo from image search" = "Ricerca immagini";

"Include your location|Title of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "Includi la tua posizione";

"Incorrect Confirmation Code.|alert title for incorrect confirmation code" = "Codice di conferma errato.";

"Install Facebook Messenger?|The caption to promote users for installing Facebook Messenger app" = "Installare Facebook Messenger?";

"Install|Button text to install the Facebook Messenger" = "Installa";

"Install|The text on the button for users to install Messenger." = "Installa";

"Introducing Chat Heads|Chat head intro NUX title" = "Anteprima della chat";

"Invalid Country Code|alert title for invalid country code" = "Prefisso internazionale non valido";

"Invalid Phone Number|alert title for invalid phone number" = "Numero di telefono non valido";

"Just tap to open and close your messages.|Chat head intro NUX body" = "Basta un tocco per aprire e chiudere i tuoi messaggi.";

"Keep everyone in the loop|Detail subtitle for Group Chat NUX slide" = "Tieni tutti informati";

"Last Updated: %@|last updated date in pull to refresh header" = "Ultimo aggiornamento: %1$@";

"Learn More|Default action text for more info link on the zero rating promotion banner view at the bottom of screen." = "Maggiori informazioni";

"Learn More|Learn More about Message Anyone, keep it short, 14 chars max" = "Maggiori informazioni";

"Leave Conversation|leave conversation button" = "Abbandona conversazione";

"Leave conversation?|confirmation dialog title for leaving a thread" = "Vuoi abbandonare la conversazione?";

"Leave|Button title for leaving a thread" = "Abbandona";

"Leaving...|Progress text shown while leaving a thread" = "Abbandono in corso...";

"Let people in this conversation know where you are.|Text of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "Consenti alle persone in questa conversazione di sapere dove ti trovi.";

"Licenses|Licenses screen title" = "Licenze";

"Licenses|text for licenses button" = "Licenze";

"Like|Like button title" = "Mi piace";

"Like|Title for generic Like button." = "Mi piace";

"Load Map|Button text for users to load the map location when zero rated." = "Carica mappa";

"Loading...|Message presented while waiting for content to load." = "Caricamento...";

"Loading...|Placeholder text while results are loading" = "Caricamento...";

"Locating You...|Message presented when waiting for an accurate location fix." = "Individuazione della tua posizione in corso...";

"Location is Disabled|Title for dialog indicating that the app hasn't been granted location permissions" = "La posizione è disabilitata";

"Location is off for this conversation|Title of location NUX when user turns off location services for the first time." = "La posizione è disattivata per questa conversazione";

"Location services are off. Turn on to let people in this conversation know where you are.|Text of location NUX when user has disabled location services." = "I servizi di localizzazione sono disattivati. Attivali per consentire alle persone incluse in questa conversazione di sapere dove ti trovi.";

"Location services are on|Title of location NUX when user has enabled location services." = "I servizi di localizzazione sono attivati.";

"Log In to Facebook|Login - Login Button Title for password login" = "Accedi a Facebook";

"Logged in as %@|Login - Text showing who user is logged in as" = "Hai effettuato l'accesso come %1$@";

"Login Approval Required|title of login approval dialog" = "Approvazione degli accessi richiesta";

"Login Failed|Invalid login alert title" = "Accesso non riuscito";

"Logs in as someone else|Accessibility hint for \"Not You?\" link on the login page, letting the user log in as some one else" = "Accedi come qualcun altro";

"Logs in as %@|Accessibility hint for the \"Continue\" button on the login screen, which lets the user log in using the system Facebook account with one tap" = "Accedi come %1$@";

"Logs in to another account|Accessibility hint for \"Switch Account\", which lets users to log out or log in with another account" = "Accedi a un altro account";

"Mark as Unread|Button label that will mark the thread as unread" = "Contrassegna conversazione come non letta";

"Meep|Name for Meep sticker pack" = "Meep";

"Message Anyone|Call to action to use contact importer in divebar" = "Invia messaggi a tutti";

"Message friends|Accessibility label for button that toggles display of friends list/search" = "Invia messaggi ai tuoi amici";

"Message|Button for starting a new message." = "Messaggio";

"Message|button to open a composer to send a message to the page" = "Messaggio";

"Messages|Messenger module display name" = "Messaggi";

"Messages|The title of the message thread list view." = "Messaggi";

"Messages|Title for messages inbox view" = "Messaggi";

"Messages|accessibility (voiceover) label for chathead inbox" = "Messaggi";

"Messages|name of the app with Facebook brand" = "Messaggi";

"Messenger regularly syncs your contacts to help you reach more people and connect friends|Explanation of the contact sync feature on the Learn More screen" = "Messenger sincronizza regolarmente i tuoi contatti per aiutarti a raggiungere più persone e connetterti con i tuoi amici";

"Messenger|The title of the app, used in Appirater's dialog." = "Messenger";

"More Friends (%d)|Title for chat bar section containing friends who are not top friends. Number after string is number of friends who are online or pushable." = "Altri amici (%1$d)";

"More Friends (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "Altri amici (%1$d)";

"More Online Friends|Table title: More friends who are online (but are not top ranked friends)" = "Altri amici online";

"Name is Too Long|alert title for long conversation name" = "Nome troppo lungo";

"Name this conversation|placeholder text for the prompt to name a conversation" = "Dai un nome alla conversazione";

"Nearby|Nearby people to send a message to" = "Nelle vicinanze";

"Never miss a message again|Detail subtitle for Push Notification NUX slide" = "Non perdere più un messaggio";

"Never miss a message from your friends again.|Body of Messenger NUX page 2" = "Non perderti neanche un messaggio dei tuoi amici.";

"New Message|Text on a button in messages popover to compose a new message" = "Nuovo messaggio";

"New Message|Title of screen shown when user is composing a new message" = "Nuovo messaggio";

"New version available|Title of alert displayed when new version is available" = "Nuova versione disponibile";

"Next|Generic button to move to next item" = "Avanti";

"Next|button label for moving to the next screen" = "Avanti";

"No Internet Connection|Warning banner for no network connection" = "Connessione Internet assente";

"No Message|dialog title for when user tries to send an empty message" = "Nessun messaggio";

"No Participants|String to display in table cell when no participants are on the thread because everyone has left the conversation" = "Nessun partecipante";

"No Participants|String when no participants are on the thread" = "Nessun partecipante";

"No Recipients|dialog title for when user tries to send to no recipients" = "Nessun destinatario";

"No Results|Alert title when there are no results from image search." = "Nessun risultato";

"No locations shared recently.|message on map view when no location has been shared recently" = "Nessuna posizione condivisa di recente.";

"No response.|Error reported when no response is received from the server" = "Nessuna risposta.";

"No, Thanks|Label on button for user to decline to rate the app" = "No, grazie";

"Not Now|Button text to temporarily ignore the installation message" = "Non ora";

"Not Now|Do not enable contact sync button label, 15 char max" = "Non ora";

"Not Now|Not now alert popup button" = "Non ora";

"Not Now|Title of button to not share location for now." = "Non ora";

"Not Now|button label for deferring enabling push notifications" = "Non ora";

"Not now|Button title to decline an upgrade" = "Non ora";

"Notifications are turned off for 8 hours|Accessibility announcement for turning off messenger notifications for 8 hours" = "Le notifiche sono disattivate per 8 ore";

"Notifications are turned on|Accessibility announcement for turning on messenger notifications" = "Le notifiche sono disattivate";

"Notifications for This Conversation|Title for per-thread notification settings" = "Notifiche per questa conversazione";

"Notifications for this conversation are off.|Mute warning display on conversation view" = "Le notifiche sono disattivate per questa conversazione.";

"Notifications|Label for enabling/disabling notification" = "Notifiche";

"Notifications|Label for enabling/disabling notifications" = "Notifiche";

"OK|Title for generic OK button." = "OK";

"Off Until %@|Short string for indicating that alerts are off until X time" = "Disattivati fino alle %1$@";

"Off for 1 Hour|Short string for indicating that alerts are off for 1 hour" = "Disattivati per 1 ora";

"Off|Short string for indicating that alerts are off" = "Disattivati";

"On|Short string for indicating that alerts are on" = "Attivate";

"Once you delete your copy of the conversation, it cannot be undone.|Message body for the Confirm alert box asking the user if they want to delete a conversation." = "Una volta eliminata la tua copia della conversazione, non potrai annullare l'operazione.";

"Only You|String for describing a thread where you are the only user remaining" = "Solo tu";

"Open iPhone Settings|One of a sequence of steps instructing user to turn on location services." = "Apri le impostazioni dell'iPhone";

"Open in Maps|action sheet option for opening an address in the Maps app" = "Apri nelle mappe";

"Open sticker store|Accessibility label for sticker store tab bar button" = "Apri negozio di adesivi";

"Other People|Table section header for a list of non-friend search results" = "Altre persone";

"Password|password field placeholder on login screen" = "Password";

"People in this conversation can see your location on the map.|Text of location NUX when user has enabled location services." = "Le persone in questa conversazione possono vedere la tua posizione sulla mappa.";

"People you add will see all previous messages in this conversation.|warning when adding new people to a thread" = "Le persone che aggiungerai vedranno tutti i messaggi precedenti di questa conversazione.";

"Phone Number|placeholder text for phone number field" = "Numero di telefono";

"Pin friends you message most|Label when users have no favorites" = "Fissa gli amici con cui scambi messaggi più spesso";

"Please check your confirmation code and try again.|alert message for incorrect confirmation code" = "Controlla il tuo codice di conferma e riprova.";

"Please check your network connection and try again.|" = "Controlla la tua connessione di rete e riprova.";

"Please check your number and try again.|Error reported when an invalid phone number response is received from the server" = "Controlla il tuo numero e riprova.";

"Please check your number and try again.|alert message for invalid phone number" = "Controlla il tuo numero e riprova.";

"Please download the latest version of Facebook Messenger.|Notification displayed to user when a version upgrade is available" = "Scarica l’ultima versione di Facebook Messenger.";

"Please enter a message or attach a photo|dialog message for when user tries to send an empty message" = "Inserisci un messaggio o allega una foto";

"Please enter a valid country code.|alert message for invalid country code" = "Inserisci un prefisso internazionale valido.";

"Please enter the email and password you use to log in to Facebook.|Invalid login alert message" = "Inserisci l’e-mail e la password che usi per accedere a Facebook.";

"Please include a description of your problem.|Message for empty feedback warning." = "Includi una descrizione del tuo problema.";

"Please rate the quality of your call|Prompt for call quality survey" = "Valuta la qualità della tua chiamata";

"Please re-login to renew your session.|Error message for expired session" = "Accedi nuovamente per rinnovare la sessione.";

"Please try again|Alert message when there are no results from image search." = "Riprova";

"Please use a shorter conversation name.|alert message for long conversation name" = "Usa un nome più breve per la conversazione.";

"Privacy & Terms|text for privacy and terms button" = "Privacy e condizioni";

"Pull Chat Heads down to the Ⓧ to hide them.|Chat head dismiss NUX body" = "Trascina le anteprima della chat sulla Ⓧ in basso per nasconderle.";

"Pull down to refresh...|message for pull down to refresh" = "Trascina verso il basso per aggiornare...";

"Push notification alerts are off.|Notice that push notifications are turned off" = "Gli avvisi per le notifiche push sono disattivati.";

"Push notification alerts are off.|Reminder text for when push alerts are off on the phone." = "Gli avvisi per le notifiche push sono disattivati.";

"Push notification sounds are off.|Reminder text for when push notification sounds are off on the phone." = "I suoni per le notifiche push sono disattivati.";

"Push notifications are off.|Reminder text for when push notifications are off on the phone." = "Le notifiche sono disattivare.";

"Push up to refresh...|message for push up to refresh" = "Trascina verso l'alto per aggiornare...";

"Pusheen|Name for Pusheen sticker pack" = "Pusheen";

"Quickly find your group chats here.|Body text for megaphone encourgaging users to try group chats" = "Trova velocemente le tue conversazioni di gruppo in chat.";

"Quickly find your group messages here.|Body text for megaphone encourgaging users to try group chats" = "Trova velocemente i tuoi messaggi di gruppo qui.";

"Rate %@|Alert title for asking user to rate this app." = "Valuta %1$@";

"Rate %@|Label on button prompting user to rate the app." = "Valuta %1$@";

"Reach friends wherever they are now — mobile or web.|Body of Messenger NUX page 1" = "Raggiungi i tuoi amici, ovunque si trovino, sul cellulare o sul Web.";

"Reach friends wherever they are now|Detail subtitle for Cross Platform NUX slide" = "Raggiungi gli amici ovunque si trovino";

"Recent Stickers|Accessibility label for recently used stickers" = "Adesivi recenti";

"Recent Stickers|Label shown in recent stickers tab when no recent stickers exist." = "Adesivi recenti";

"Record Video|action sheet option for recording a video" = "Registra video";

"Record Voice|Button label for attaching an audio clip" = "Registra";

"Recorder failed to start|Error info for users saying the audio recorder failed to start." = "Non è stato possibile avviare la registrazione";

"Recording cancelled|Notify user that the recording has been successfully cancelled." = "Registrazione annullata";

"Release to cancel recording|The instruction to user: release the record button to cancel the recording." = "Rilascia per annullare la registrazione";

"Release to refresh...|message for releasing to refresh" = "Rilascia per aggiornare...";

"Remind Me Later|Label on button allowing the user to postpone rating the app." = "Ricordamelo più tardi";

"Remove Attachment|action sheet option for removing current attachment" = "Rimuovi allegato";

"Remove Photo|action sheet option for removing chosen photo" = "Rimuovi foto";

"Remove Photo|action sheet option for removing current attachment" = "Rimuovi foto";

"Removing...|text for removing progress" = "Rimozione in corso...";

"Report a Problem|title for give feedback or report bug" = "Segnala un problema";

"Resend|Resend - Resend Button Title" = "Invia nuovamente";

"Retry|generic retry button" = "Riprova";

"Ringing|Text shown on call screen while contacting another party" = "Sta quillando";

"Save Photo|action sheet option to save photo to library" = "Salva foto";

"Save photo as conversation image?|" = "Salvare la foto come immagine della conversazione?";

"Save|" = "Salva";

"Saving...|Progress text shown while saving a new image for a thread" = "Salvataggio in corso...";

"Saving...|Progress text shown while saving a new name for a thread" = "Salvataggio in corso...";

"Search for More Friends…|Label at bottom of online friends list that lets user search for more friends" = "Cerca altri amici...";

"Search to add favorites|placeholder in edit favorites search bar" = "Cerca per aggiungere ai preferiti";

"Search|placeholder in search bar" = "Cerca";

"Searching...|Placeholder text in a search results list that indicates a contact search is ongoing" = "Ricerca in corso…";

"See Group Chats|Label for a button that creates a new group chat" = "Vedi le chat di gruppo";

"See where friends are hanging out and share your location with them. They won't see exactly where you are.|Description of NUX to encourage user to use location services." = "Scopri dove sono i tuoi amici e condividi la tua posizione con loro. Non vedranno esattamente dove ti trovi.";

"Seen by Everyone|Seen state text for when everyone has seen the message." = "Visualizzato da tutti";

"Seen by everyone|Seen state text for when everyone has seen the message." = "Visualizzato da tutti";

"Seen by %@ %@|Text for when a message has been seen by 1 person at a certain time or date/time. eg. (Seen by <name> <time>)" = "Visualizzato da %1$@: %2$@";

"Seen by %@|Text for when a message has been seen by 1 person" = "Visualizzato da %1$@";

"Seen by %@|Text for when a message has been seen by more than 1 person" = "Visualizzato da %1$@";

"Seen by:|Text for seen state header" = "Visualizzato da:";

"Seen %@ near %@|Text for when a message has been sen at a certain time (or date/time) and location e.g. (Seen 3:33 PM near Palo Alto)" = "Visualizzato: %1$@ vicino a %2$@";

"Seen %@|Text for when a message has been seen at a certain time or date/time. eg. (Seen 3:33PM) or (Seen Mon 3:33PM)" = "Visualizzato: %1$@";

"Select country code|select country code text" = "Seleziona prefisso internazionale";

"Send (%i)|Send button with count in parentheses" = "Invia (%1$i)";

"Send Failure|dialog title for when a broadcast message fails" = "Invio non riuscito";

"Send in Message|Sharing option" = "Invia tramite messaggio";

"Send to Phone, Chat and Web|Call to action for Cross Platform NUX slide" = "Invia a cellulare, chat e Web";

"Send|Nav bar send button text" = "Invia";

"Send|Send button" = "Invia";

"Send|text to show in the send button" = "Invia";

"Sending...|sending progress text" = "Invio in corso...";

"Sending…|Text used below message bubble to show send is in progress" = "Invio in corso...";

"Sent a message|default notification text for messages with no body text" = "Messaggio inviato";

"Sent from Messenger|indicator that a message was sent from Messenger" = "Inviato da Messenger";

"Sent from email|indicator that a message was sent from email" = "Inviato tramite e-mail";

"Sent from mobile|indicator that a message was sent sent from a mobile device" = "Inviato dal cellulare";

"Sent from web|indicator that a message was sent sent from web or chat" = "Inviato dal Web";

"Sent from %@|Text used for showing the location where a message was sent from. e.g (city) or (city, state) or (city, country)." = "Inviato da %1$@";

"Sent %@|Text used for showing that a message has been successfully sent to the server. eg. (Published <time>)." = "Inviato %1$@";

"Session Expired|Error title for expired session" = "Sessione scaduta";

"Set Facebook to ON|One of a sequence of steps instructing user to turn on location services." = "Attiva l'opzione per Facebook";

"Settings App > General > Location Services|Location of Location Services Settings page for before 4.3." = "Impostazioni > Generali > Localizzazione";

"Settings App > Location Services|Location of Location Services Settings page for 4.3 or later." = "Impostazioni > Localizzazione";

"Settings App > Privacy > Location Services|Location of Location Services Settings page for 6.0 or later." = "Applicazione Impostazioni> Privacy > Localizzazione";

"Settings|Accessibility label for a gear button that shows settings for chat" = "Impostazioni";

"Settings|Settings alert popup button" = "Impostazioni";

"Settings|title for settings page" = "Impostazioni";

"Share your location to see who.|Subtitle of mini-megaphone inside chat bar. User can see which friends are nearby after sharing his own location." = "Condividi la tua posizione per vedere chi c'è.";

"Share|Share button title" = "Condividi";

"Shared Photos|Title for section showing photos in a thread (count will follow)" = "Foto condivise";

"Shared a link|text for a link share" = "Link condiviso";

"Shared a photo|text for a photo share" = "Foto condivisa";

"Shared a video|text for a video share" = "Video condiviso";

"Show keyboard|Accessibility label for sticker button in the input field when sticker input is shown" = "Mostra tastiera";

"Show stickers|Accessibility label for sticker button in the input field when sticker input is not shown" = "Mostra adesivi";

"Sign Up for Facebook|Sign Up - Sign Up Button Title" = "Registrati su Facebook";

"Skip|Skip - Skip Button Title" = "Salta";

"Something went wrong. Want to try again?|retry dialog message" = "Si è verificato un errore. Vuoi riprovare?";

"Sorry, something went wrong|Generic error message for Web browser errors" = "Spiacenti, si è verificato un errore.";

"Standard Data Charges|Alert title that warns users their mobile carrier may charge them to use this feature" = "Costi dati standard";

"Standard charges apply when you load map data.|Alert message that warns users their mobile carrier may charge them for loading the map location" = "Si applicano tariffe standard quando carichi dati di mappe.";

"Start Group Chats|Call to action for Group Chat NUX slide" = "Avvia chat di gruppo";

"Sticker Store|Navigation bar title for sticker store view" = "Negozio di adesivi";

"Stop attaching media|Accessibility text for button that lets user stop attaching photos or other media, as well as emoticons and emoji" = "Interrompi allegato";

"Submit|Submit button title" = "Invia";

"Suggestions|Suggested people to send a message to" = "Suggerimenti";

"Switch Account|text for switching logged in user" = "Cambia account";

"Switch to Wi-Fi to complete your call|Error case when calls not allowed over cellular data. Suggest user switch to WiFi instead." = "Passa sul Wi-Fi per completare la chiamata";

"Sync Contacts|Start contact sync button label, 15 char max" = "Sincronizza contatti";

"Sync Your Contacts|Title of the Learn More screen for the contact sync feature" = "Sincronizza i tuoi contatti";

"Tag posts and photos with a location. Plus discover what's happening nearby, even when your phone is in your pocket.|Description of NUX to encourage user to use location services." = "Tagga post e foto in un determinato luogo e scopri cosa succedere nelle vicinanze, anche quando tieni il cellulare in tasca.";

"Take Photo|action sheet option for taking a photo" = "Scatta foto";

"Tap General|One of a sequence of steps instructing user to turn on location services." = "Tocca Generali";

"Tap Location Services|One of a sequence of steps instructing user to turn on location services." = "Tocca Localizzazione";

"Tap Privacy|One of a sequence of steps instructing user to turn on location services." = "Tocca Privacy";

"Tap \"Try Again\" to send this message.|prompt for how to resend a failed message send" = "Tocca \"Riprova\" per inviare il messaggio.";

"Tap gear to turn on chat|placeholder in search bar when offline" = "Tocca l'ingranaggio per attivare la chat";

"Tap here to learn about your settings and why Facebook continuously needs your location.|Disclaimer text for continuous location tracking and sharing feature" = "Tocca qui per imparare a usare le impostazioni e scoprire perché Facebook ha bisogno di accedere continuamente alla tua posizione.";

"Tap the + to send photos, add s and record voice messages.|Text for Media attachment NUX" = "Tocca + per inviare foto, aggiungi emoticon e registra messaggi vocali.";

"Tap to return to call|Message shown on in-call bar explaining that the user may tap on it to return to the call screen" = "Tocca per richiamare";

"Tap to turn on location|Title of location NUX when user has disabled location services." = "Tocca per attivare la localizzazione";

"Text messages can't be sent to that number.|Error reported when a phone number with an unsupported mobile carrier is on the recipients list of a message." = "Non è possibile inviare SMS a tale numero.";

"Text your friends for free.|The detailed info for free messenger promotion" = "Invia messaggi ai tuoi amici gratis.";

"Text your friends wherever they are - on their phones or on chat.|The description message to promote users for installing Facebook Messenger app" = "Scambia messaggi con i tuoi amici ovunque essi siano, sul telefono o in chat.";

"That phone number is not allowed to receive text messages.|Error reported when an unlaunched phone number is on the recipients list of a message." = "Numero di telefono non abilitato alla ricezione di SMS.";

"There was a problem connecting to Facebook. Please check your connection and try again.|error message for failing to connect to Facebook" = "Si è verificato un errore durante la connessione a Facebook. Controlla la tua connessione e riprova.";

"There was a problem connecting your call. Please connect to Wi-Fi and try again.|Alert body message when connection failed suggesting user switch to wifi" = "Si è verificato un problema con la connessione della tua chiamata. Connettiti alla rete Wi-Fi e riprova.";

"Tip: Never Miss a Message|Title for reminder to turn on push notifications" = "Suggerimento: non perdere i messaggi";

"To accept calls, you need to update to the new version of Messenger.|Error dialog body shown when an incoming call failed because the current version is outdated" = "Per accettare le chiamate, devi effettuare l'aggiornamento alla nuova versione di Messenger.";

"To complete your phone number activation, please enter the activation code|" = "Per completare l’attivazione del numero di telefono, inserisci il codice di attivazione";

"To include location with your messages, go to your %@.|Alert dialog instructing the user how to re-enable location permission. The variable is 'Settings App > Location Services' or 'Settings App > General > Location Services'" = "Per includere la posizione nei tuoi messaggi, accedi a %1$@.";

"To make calls, you need to update to the new version of Messenger.|Error dialog body. Shown when a user attempts to make a VoIP call but their version is incompatible." = "Per poter chiamare, devi effettuare l'aggiornamento alla nuova versione di Messenger.";

"To turn off alerts for this conversation, go to conversation settings.|User education for how to configure conversation alerts" = "Per disattivare gli avvisi per questa conversazione, vai alle impostazioni della conversazione.";

"To turn off location for all your conversations, go to your %@.|Text of location NUX when user turns off location services for the first time. The parameter is the location of the Location Services in the Settings app (ie. Settings App > Location Services)" = "Per disattivare i servizi di localizzazione per tutte le conversazioni, accedi a %1$@.";

"To turn on notifications, visit iPhone Settings %@ Notifications %@ Messenger|Body of dialog telling the user how to enable push notifications on Messenger" = "Per attivare le notifiche, visita le impostazioni dell'iPhone %1$@ Notifiche %2$@ Messenger";

"To use this feature, go to your %@ settings and choose Location Services. Select ON for %@.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "Per usare questa funzione, accedi alle impostazioni %1$@ e scegli Localizzazione, quindi attiva l'opzione per %2$@.";

"To use this feature, go to your %@ settings and tap Privacy, then Location Services. Select ON for %@.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "Per usare questa funzione, accedi alle impostazioni %1$@ e tocca Privacy, poi Localizzazione, quindi attiva l'opzione per %2$@.";

"To|Accessibility label for to field in contact picker" = "A";

"To:|to field in contact picker" = "A:";

"Touch and hold to talk.\nRelease to send, or slide off the button to cancel.|Instruction text for holding voice record button, letting go to send, and dragging finger off to cancel message" = "Tocca e tieni premuto per parlare.\nRilascia per inviare o scorri il pulsante per annullare.";

"Try Again|button text for resending an unsent message. this is referred to in the prompt Tap \"Try Again\" text" = "Riprova";

"Turn Off Chat|Button title to let the user change their chat status from online to offline" = "Disattiva chat";

"Turn Off Until 8am|Option to turn off alerts until 8am" = "Disattiva fino alle 8:00";

"Turn Off for 1h|Option to turn off alerts for 1 hour" = "Disattiva per un'ora";

"Turn Off|Option to turn off alerts" = "Disattiva";

"Turn On Chat|Button title to let the user change their chat status from offline to online" = "Attiva chat";

"Turn On Location Services|Error message title when location services are unavailable." = "Attiva i servizi di localizzazione";

"Turn On Notifications|Call to action in NUX encouraging user to turn on push notifications" = "Attiva le notifiche";

"Turn On Notifications|Title of dialog telling the user how to enable push notifications" = "Attiva le notifiche";

"Turn On|Option to turn on alerts" = "Attiva";

"Turn On|Turn on alerts" = "Attiva";

"Turn On|button label for deferring enabling push notifications" = "Attiva";

"Turn on Push Notifications|Call to action for Push Notification NUX slide" = "Attiva le notifiche";

"Turn on push notifications to find out when new messages arrive.|Message for reminder to turn on push notifications" = "Attiva le notifiche per scoprire quando ricevi nuovi messaggi.";

"Turns notifications on or off|Accessibility hint for Notification switch in the messenger settings panel, which lets users to turn on/off notifications" = "Attiva o disattiva le notifiche";

"Typing…|Text for when the other user is typing. Ends with an ellipsis (U+2026) and is lower-case." = "Sta digitando...";

"Unable to Call %@|Error dialog title. Shown when app must be updated" = "Impossibile chiamare %1$@";

"Unable to Save Image|retry dialog title for setting thread image" = "Impossibile salvare l’immagine";

"Unable to Send|Title for send feedback failed warning." = "Invio non riuscito";

"Unable to add more people to the conversation. Please try again.|error message for failing to add people" = "Impossibile aggiungere altre persone alla conversazione. Riprova.";

"Unable to name your conversation.|error message after setting conversation name" = "Impossibile attribuire un nome alla conversazione.";

"Unable to remove you right now.|error messages after leaving conversation" = "Impossibile rimuoverti al momento.";

"Unable to save messaging favorites to Facebook|error message for failing to save messaging favorites" = "Impossibile salvare i contatti preferiti con cui scambi messaggi su Facebook";

"Unable to send message. Retry?|Alert text for when a message failed to send that also asks user to retry." = "Impossibile inviare il messaggio. Riprovare?";

"Unable to send message.|Alert text for when a message failed to send." = "Impossibile inviare il messaggio.";

"Unable to send right now.|error message for failing to send message" = "Impossibile inviare al momento.";

"Unpin|button title to remove user from favorites" = "Rimuovi dagli utenti fissati";

"Update|Get new version now button." = "Aggiorna";

"Updating...|updating progress text" = "Aggiornamento in corso...";

"Upgrade Now|button text on alert dialog prompting user to upgrade app" = "Effettua subito l'aggiornamento";

"Use Messenger for Free|Default title for the zero rating promotion banner view at the bottom of screen." = "Usa Messenger gratis";

"View Call|Text show on button that views an incoming call" = "Visualizza chiamata";

"View Missed Call|Text show on button that views an incoming call" = "Visualizza chiamata persa";

"View Timeline|Button text to go to a user's timeline" = "Visualizza diario";

"View in Maps|action sheet option for viewing a map" = "Visualizza nelle mappe";

"View|Alert button that takes user to the thread where a message failed to send" = "Visualizza";

"We are sorry that the %@ sticker pack has failed to download, please try again later.|Description text shown in alert when downloading a sticker pack has failed" = "Spiacenti, il download del pacchetto adesivi %1$@ non è andato a buon fine. Riprova più tardi.";

"We'll text you a link to confirm your number.|Confirmation information text" = "Ti invieremo un SMS con un link per confermare il tuo numero di telefono.";

"Welcome to Messenger|Title for NUX page" = "Benvenuti in Messenger";

"Who do you want to message?|Placeholder text in To field when composing a message" = "A chi vuoi inviare il messaggio?";

"Who would you like to send this message to?|dialog message for when user tries to send message to no recipients" = "A chi vuoi inviare questo messaggio?";

"Write a blast (sends a separate message to each friend)|Placeholder text for blast message text box which helps explain how blast messages work." = "Scrivi un messaggio a più persone, ma invialo separatamente a ciascuno";

"Write a broadcast (sends a separate message to each friend)|Placeholder text for broadcast message text box which helps explain how broadcast messages work." = "Scrivi un messaggio a più persone, ma invialo separatamente a ciascuno";

"Write a message...|Placeholder text to suggest writing a message" = "Scrivi un messaggio...";

"You can call %@ over Wi-Fi. Please turn on Wi-Fi in your phone settings.|Error message when user tries to initiate a call if wifi is required" = "Puoi chiamare %1$@ usando il Wi-Fi. Attiva il Wi-Fi nelle impostazioni del tuo telefono.";

"You can manage your data in your privacy settings.|Explanation to let user know he can manage his data in privacy settings." = "Puoi gestire i tuoi dati nelle impostazioni sulla privacy.";

"You missed a call from %@|Message notifying user of a missed call from Friend" = "Hai perso una chiamata da %1$@";

"You will get an SMS or email shortly with a code to use for logging in.|message in login approval dialog" = "A breve riceverai un messaggio o un'e-mail con un codice da usare per l'accesso.";

"You won't find out when you've received a message.|Body of dialog encouraging the user to enable push notifications" = "Non saprai quando ricevi un messaggio.";

"You|String for you, the user" = "Tu";

"You're about to leave Messenger. Standard data charges may apply.|Alert message that warns users their mobile carrier may charge them due to redirect out of Messenger" = "Stai per uscire da Messenger. Possono essere addebitati costi per la trasmissione di dati standard.";

"Your Stickers|Segment button label for downloaded stickers" = "I tuoi adesivi";

"Your friend can't receive calls right now|Text informing user that call button is disabled because his or her friend is not available" = "Il tuo amico non può ricevere chiamate in questo momento";

"Your friend is nearby at a coffee shop.|Example of what user can know after sharing location." = "Il tuo amico si trova in un bar vicino.";

"Your friend recommended a restaurant nearby.|Example of what user can know after sharing location." = "Il tuo amico ha consigliato un ristorante vicino.";

"Your friend took a photo nearby.|Example of what user can know after sharing location." = "Il tuo amico ha scattato una foto nelle vicinanze.";

"Your message failed to send to one or more of the recipients.|dialog content for when a broadcast message fails." = "Non è stato possibile inviare il tuo messaggio a uno o più dei destinatari.";

"Your message failed to send to one or more of the recipients.\n\n%@|dialog content for when a broadcast message fails, appended with a localized server error message. The server error message should appear on its own line and will generally be its own sentence, such as 'The internet connection appears to be offline.'" = "Non è stato possibile inviare il tuo messaggio a uno o più dei destinatari.\n\n%1$@";

"Your message was not sent.|text shown when a message failed to send" = "Il messaggio non è stato inviato.";

"Your messages were not sent.|text shown when more than 1 message failed to send" = "I tuoi messaggi non sono stati inviati.";

"[[content]] [[cta]]|The i18n format for zero rating banner" = "[[content]] [[cta]]";

"·|Dot separator between title and count label" = "·";

"…|Ellipsis (U+2026) used to represent a chat message that is currently being written" = "…";

"active 1d ago|indicator that a user was active 1 day ago" = "attivo/a 1 g fa";

"active 1h ago|indicator that a user was active 1 hour ago" = "attivo/a 1 h fa";

"active 1m ago|indicator that a user was active 1 minute ago" = "attivo/a 1 min fa";

"active now|indicator that a user is currently active, on web or mobile" = "attivo/a ora";

"active on mobile %@ ago|presences status for being active on mobile a relative time ago" = "attivo/a da cellulare %1$@ fa";

"active on mobile|presences status for being active on mobile" = "attivo/a da cellulare";

"active %id ago|indicator that a user was active 2+ days ago" = "attivo/a %1$i g fa";

"active %ih ago|indicator that a user was active 2+ hours ago" = "attivo/a %1$i ore fa";

"active %im ago|indicator that a user was active 2+ minute ago" = "attivo/a %1$i min fa";

"active %@ ago|presences status for being active a relative time ago" = "attivo/a %1$@ fa";

"error|A short message for audio play error" = "errore";

"is calling|text below the caller's name when they are calling" = "sta chiamando";

"is typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "sta digitando...";

"on mobile|presences status for being available on mobile" = "da cellulare";

"online %@ ago|presences status for being online on the web a relative time ago" = "online %1$@ fa";

"online|presences status for being online on the web" = "online";

"typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case." = "sta digitando...";

"%d more friends nearby...|Additional nearby friend results available to show" = "Altri %1$d amici nelle vicinanze...";

"%d of %d|Title on photo viewer screen showing which photo is currently displayed. eg. 2 of 3" = "%1$d di %2$d";

"%i days|text to show user was online/active N days ago (don't abbrev)" = "%1$i giorni";

"%i hours|text to show user was online/active N hours ago (don't abbrev)" = "%1$i ore";

"%i minutes|text to show user was online/active N minutes ago (don't abbrev)" = "%1$i minuti";

"%i people found, %i matched|Explanation of how many contacts have been imported" = "%1$i persone trovate, %2$i corrispondenti";

"%id|short indicator that a user was active 2+ days ago" = "%1$i giorni";

"%ih|short indicator that a user was active 2+ hours ago" = "%1$i ore";

"%im|short indicator that a user was active 2+ minute ago" = "%1$i minuti";

"%@  •  %@|Seen state text for a user in a group detail page. eg. (name <bullet-character> time)" = "%1$@  •  %2$@";

"%@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ e %2$@ usano Facebook Messenger";

"%@ and %@|String for two user names who are participants on a thread" = "%1$@ e %2$@";

"%@ hundred-million|Shortened number whose value is larger than 100,000,000. Only used in languages that have a word for 'hundred million' but not for 'billion'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@000.000";

"%@ is calling|Message notifying of an incoming call. First parameter is the name of the caller" = "%1$@ sta chiamando";

"%@ is in another call|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@ sta già parlando con qualcun altro";

"%@ is nearby at a coffee shop.|Example of what user can know after sharing location. E.g. Mark is nearby at a coffee shop." = "%1$@ si trova in un bar vicino.";

"%@ is not available|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@ non è disponibile";

"%@ is on messenger|Accessibility label for a profile photo showing the user that one of their friends uses Messenger" = "%1$@ è su Messenger";

"%@ is typing…|string format text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "%1$@ sta scrivendo...";

"%@ recommended a restaurant nearby.|Example of what user can know after sharing location. E.g. Linda recommended a restaurant nearby." = "%1$@ ha consigliato un ristorante vicino.";

"%@ said %@|Accessibility label for a message, will be announced to blind users. First placeholder is for sender name, second placeholder is for the message he/she sent." = "%1$@ ha detto %2$@";

"%@ ten-thousand|Shortened number whose value is between 10,000 and 99,999,999. Only used for languages that have a word for 'ten thousand' but not for 'million'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@0.000";

"%@ took a photo nearby.|Example of what user can know after sharing location. E.g. Anna took a photo nearby." = "%1$@ ha scattato una foto nelle vicinanze.";

"%@ tried to call you|Error dialog title shown when an incoming voice call can't be received" = "%1$@ ha provato a chiamarti";

"%@ uses Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ usa Facebook Messenger";

"%@|Name of a person (used both standalone and in lists). Add honorifics (-san, etc.) if appropriate." = "%1$@";

"%@, %d new messages|new messages input format" = "%1$@, %2$d nuovi messaggi";

"%@, %i more|List of user names and X more if the list is truncated at N names." = "%1$@ e altri %2$i";

"%@, %@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@ e %3$@ usano Facebook Messenger";

"%@, %@, %@ and 1 other friend use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@, %3$@ e un altro amico usano Messenger";

"%@, %@, %@ and %i other friends use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@, %3$@ e altri %4$i amici usano Messenger";

"%@: %@|Localized contact label: phone number (note colon separator)" = "%1$@ e %2$@";

"%@B|Shortened number whose value is larger than 1,000,000,000. B stands for 'billion'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@ miliardi";

"%@K|Shortened number whose value is between 1,000 and 999,999. K stands for 'thousand''. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@ mila";

"%@M|Shortened number whose value is between 1,000,000 and 999,999,999. M stands for 'mega' or 'million'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@ milioni";

"%@…|a string that has been shortened adding ellipsis (unicode 2026)" = "%1$@…";

"%u Friends Nearby|Title of mini-megaphone inside chat bar. E.g. 5 Friends Nearby" = "%1$u amici nelle vicinanze";

"%u of your friends are sharing their location with you.|Message to let user know how many of his friends are sharing location." = "%1$u dei tuoi amici condividono la loro posizione con te.";

"%u photo attached|Accessiblity text for a single photo" = "%1$u foto allegata";

"%u photos attached|Accessibility text for a photo set" = "%1$u foto allegate";

